adobe-source-code-pro-fonts
alsa-firmware
alsa-ucm-conf
amd-ucode
android-studio
android-tools
archiso
archlinuxcn-keyring
aria2
base
base-devel
bat
blueman
bluez
bluez-utils
btop
btrfs-progs
clash-verge-rev
efibootmgr
fastfetch
fcitx5
fcitx5-chinese-addons
fcitx5-configtool
fcitx5-gtk
fcitx5-qt
fcitx5-skin-fluentdark-git
ffmpegthumbnailer
figlet
firefox-nightly-zh-cn
fzf
gnome-system-monitor
grim
grub
gtk-engine-murrine
gum
gvfs
gvfs-mtp
html2markdown-bin
httping
hypridle
hyprland
hyprlock
hyprpicker
hyprpolkitagent
illogical-impulse-audio
illogical-impulse-backlight
illogical-impulse-basic
imagemagick
intellij-idea-community-edition
inxi
kmscon
kvantum
less
lib32-mesa
lib32-vulkan-radeon
libspng
linux-cachyos-rc
linux-cachyos-rc-headers
linux-firmware
linuxqq
lolcat
loupe
lsd
mercurial
mihomo
mpv
mpv-mpris
mysql
nano
neovim
net-tools
network-manager-applet
networkmanager
nodejs
noto-fonts
noto-fonts-cjk
noto-fonts-emoji
noto-fonts-extra
npm
ntfs-3g
nwg-displays
nwg-look
os-prober
otf-font-awesome
pacman
pacman-contrib
pamixer
pavucontrol
pbzip2
pigz
pipewire
pipewire-alsa
pkgfile
pokemon-colorscripts-git
proton-ge-custom-bin
pv
pyprland
python-pyquery
python-pysocks
python-requests
qalculate-gtk
qt5-quickcontrols2
qt5ct
qt6-virtualkeyboard
qt6-wayland
qt6ct
quickshell
reqable-bin
rofi
sddm
slurp
sof-firmware
sudo
swappy
swaync
swww
thunar
thunar-archive-plugin
thunar-volman
tree
ttf-dejavu
ttf-droid
ttf-fantasque-nerd
ttf-fira-code
ttf-harmonyos-sans
ttf-jetbrains-mono
ttf-victor-mono
ttf-victor-mono-nerd
ttf-wps-fonts
tumbler
umockdev
umu-launcher
unzip
visual-studio-code-bin
vlc-plugin-ffmpeg
vulkan-radeon
wallust
waybar
wechat-bin
wlogout
wps-office-cn
wps-office-mui-zh-cn
wqy-microhei
wqy-zenhei
xarchiver
xdg-desktop-portal-gtk
xdg-desktop-portal-hyprland
xf86-video-amdgpu
yad
yay
zram-generator
zsh
zsh-completions
